[Information]
TRANSLATOR=USiTE.hu
CONTACT_ADDRESS=usitehu@gmail.com
VERSION=1.0.14

[Language]
LANGUAGE=Magyar
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x000E, 0x040E

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&File
CUSTOMIZE=&Testreszabás
EXIT=&Kilépés
EDIT=S&zerkesztés
COPY=&Másolás
FUNCTION=F&unkció
HIDE_SMART_INFO=&S.M.A.R.T. infók elrejtése
HIDE_SERIAL_NUMBER=Soroz&atszám elrejtése
SHOW_DRIVE_LETTER=Mutassa a meghajtó betüjelét
ADVANCED_DISK_SEARCH=&Fejlett lemez keresés
EVENT_LOG=E&vent Log
AAM_APM_CONTROL=AA&M/APM Control
AUTO_AAM_APM_ADAPTION=Auto AAM/A&PM Adaption
RESIDENT=&Rezidens
STARTUP=&Induljon el a Windows-al
OPEN_DISK_MANAGEMENT="Le&mez kezelõ" megnyitása
OPEN_DEVICE_MANAGER="Es&zköz kezelõ" megnyitása
ADVANCED_FEATURE=Advanced &Feature
REFRESH=&Frissítés
RESCAN=Res&can
DISABLE=&Kikapcsol
AUTO_REFRESH=F&olyamatosan frissüljön...
AUTO_REFRESH_TARGET=&Ezeket frissítse...
AUTO_REFRESH_TARGET_ALL_DISK=Ö&sszeset
AUTO_REFRESH_UNTARGET_ALL_DISK=&Egyiket sem
WAIT_TIME_AT_STARTUP=&Várjon a windows elindulásánál...
GRAPH=&Grafika
THEME=&Stílus
DISK=Le&mez
HELP=Sú&gó
HELP_ABOUT=A CrystalDiskInfo &névjegye
HELP_ABOUT_SMART=A &S.M.A.R.T. megismerése Wikipédián
LANGUAGE=Nyelv
ITEM=&Item
TEMPERATURE_TYPE=&Hõfok típusa...
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Health Status Setting

;Graph
OPTION=&Beállítások
LEGEND_POSITION=Magyarázat &helye...
NORTH_WEST=&Bal fent
NORTH_EAST=&Jobb fent
SOUTH_WEST=B&al lent
SOUTH_EAST=J&obb lent
MAX_PLOT_POINT=&Maximumpont értéke...
TIME_FORMAT=&Idõ formátuma...
PAINT_WEEKEND=Mutassa a &hétvégeket is
ALL=Ö&sszes

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=másodpercet
MINUTE=percenként
HOUR=hour

[TrayMenu]
EXIT=Kilépés
REFRESH=Frissítés
RESCAN=Res&can
ENABLE=Bekapcsolva
DISABLE=Kikapcsolva
ENABLE_ALL=Igen
DISABLE_ALL=Nem
AUTO_REFRESH=Folyamatosan frissüljön
AUTO_REFRESH_TARGET=Folyamatosan frissüljön
AUTO_REFRESH_TARGET_ALL_DISK=Folyamatosan kérje le a hõmérsékleteket
AUTO_REFRESH_UNTARGET_ALL_DISK=Ne kérje le a hõmérsékleteket
ALARM_SETTING_TEMPERATURE=Figyelmeztetés ennél a hõmérsékletnél
ALARM_SETTING_HEALTH_STATUS=Figyelmeztetés a rossz kondicióra
SHOW_MAIN_WINDOW=Fõ ablak mutatása
SHOW_TEMPERATURE_ICON=Hõmérsékleti ikon
SHOW_ALL_TEMPERATURE_ICON=Összes ikon mutatása
HIDE_ALL_TEMPERATURE_ICON=Ne mutasson ikonokat
COLLECTIVE_SETTING=Mindegyikre vonatkozik
GRAPH=Grafika
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=Jó
CAUTION=Veszélyes
BAD=Rossz
UNKNOWN=Ismeretlen
DISK=Lemez

[Dialog]
LIST_ID=ID
LIST_CURRENT=Aktuális
LIST_WORST=Legrosszabb
LIST_THRESHOLD=Határérték
LIST_RAW_VALUES=Nyers becslés
;LIST_DESCRIPTION=Leírás
LIST_ATTRIBUTE_NAME=Attribute Name

FIRMWARE=Firmware
SERIAL_NUMBER=Sorozatszám
INTERFACE=Csatlakozó
STANDARD=Standard
TRANSFER_MODE=Adatátvitel módja
BUFFER_SIZE=Puffer mérete
NV_CACHE_SIZE=NV Cache mérete
ROTATION_RATE=Rotation Rate
TEMPERATURE=Hõfok
POWER_ON_HOURS=Munkaidõ
POWER_ON_COUNT=Bekapcsolások száma
DRIVE_LETTER=Meghajtó betüjele
FEATURE=Mûszaki jellemzõk
HEALTH_STATUS=Kondició

UNKNOWN=Ismeretlen
POWER_ON_COUNT_UNIT=x
POWER_ON_HOURS_UNIT=óra
POWER_ON_DAYS_UNIT=nap

[Message]
DETECT_UNIT_POWER_ON_HOURS=Számolom a "Munkaidõt" (ez körülbelül 130 másodpercig tart)
DETECT_DISK=Detecting Disk
PLEASE_ENABLE_WMI=Kérem kapcsolja be a WMI-t (Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Please restart this application in order to change the theme
DISK_NOT_FOUND=Disk Not Found

[Alarm]
ALARM_TEMPERATURE=Figyelmeztetés - Hõmérsékletre
ALARM_HEALTH_STATUS=Figyelmeztetés - kondicióra
DEGRADATION=Degenerálódás
RECOVERY=Recovery
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Kérem válasszon
ACTUAL_VALUE=Aktuális érték (Nyers becslés)
NORMALIZED_VALUE=Normalizált érték (Jelenlegi érték)
ALL_ON=Mindegyik
ALL_OFF=Egyik sem
RESET=Alaphelyzet

[Customize]
LINE_COLOR=Vonalszinek
BACKGROUND_IMAGE=Háttér
SUPPORTED_IMAGE_FORMAT=Kép file-ok
ALL_FILES=Összes file

[AamApm]
AAM_LOW=<- Silent (80h)
AAM_HIGH=Performance (FEh) ->
AAM_RECOMMEND=Recommended Value
APM_LOW=<- Min Power (01h)
APM_HIGH=Performance (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=A CrystalDiskInfo &névjegye
GRAPH=Graph
CUSTOMIZE=Customize
VERSION_INFORMATION=Version Information
AAM_APM_CONTROL=AAM/APM Control
HEALTH_STATUS_SETTING=Health Status Setting

[HealthStatus]
THRESHOLD_OF_CAUTION=Threshold of Caution
APPLY=Apply
DEFAULT=Default

[Smart]
UNKNOWN=Ismeretlen
VENDOR_SPECIFIC=Vendor Specific
01=Olvasás közben elõforduló hibák száma
02=Átmenõ teljesítmény
03=Felpörgési idõ
04=Elindulások/leállások száma
05=Tartalék területekre áthelyezett szektorok száma
06=Olvasási csatorna különbözet
07=Fejpozicionálás közben elõforduló hibák száma
08=Átlagos fejpozicionálási idõ
09=Bekapcsolva töltött idõ
0A=Felpörgési újrapróbálkozások száma
0B=Kalibrálási újrapróbálkozások száma
0C=Ki-be kapcsolások száma
0D=Soft Read Error Rate stab
BE=Airflow Temperature
BF=G-Sense hibák aránya
C0=Kikapcsolást visszavonások száma
C1=Ki-be töltések száma
C2=Mûködési hõmérséklet
C3=Javítható hibák száma
C4=Áthelyezési kisérletek száma
C5=Függõben levõ szektorok száma
C6=Javíthatatlan szektorok száma
C7=Adatátviteli hibák száma
C8=Írás közben elõforduló hibák száma
C9=Szoftveres olvasási hibák száma
CA=Adatcímzési hibák száma
CB=Túlcsordulás érvénytelenítés
CC=Soft hibajavítás
CD=Thermal Asperity Rate
CE=Repülési magasság
CF=Spin High Current
D0=Forgási hang
D1=Offline Seek Performance
D3=Vibrációs írás
D4=Írás közbeni rázkódás
DC=Lemez váltás
DD=G-Sense hibaszázalék
DE=Betöltött órák
DF=Ismételt ki-be töltések száma
E0=Betöltési súrlódások száma
E1=Ki-be töltések száma
E2=Betöltési idõ
E3=Torque Amplification Count
E4=Power-Off Retract Cycle
E6=GMR Head Amplitude
E7=Hõfok
F0=Fej repülési órák
FA=Újraolvasás közben elõforduló hibák száma
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection

[SmartSsd]
01=Olvasás közben elõforduló hibák száma
02=Átmenõ teljesítmény
03=Felpörgési idõ
04=Elindulások/leállások száma
05=Tartalék területekre áthelyezett szektorok száma
06=Olvasási csatorna különbözet
07=Fejpozicionálás közben elõforduló hibák száma
08=Átlagos fejpozicionálási idõ
09=Bekapcsolva töltött idõ
0A=Felpörgési újrapróbálkozások száma
0B=Kalibrálási újrapróbálkozások száma
0C=Ki-be kapcsolások száma
0D=Soft Read Error Rate stab
C0=Unsafe Shutdown Count
C2=Mûködési hõmérséklet
C4=Áthelyezési kisérletek száma
C5=Függõben levõ szektorok száma
C6=Javíthatatlan szektorok száma
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Olvasás közben elõforduló hibák száma
09=Bekapcsolva töltött idõ
0C=Ki-be kapcsolások száma
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron]
09=Bekapcsolva töltött idõ
0C=Ki-be kapcsolások száma
C2=Mûködési hõmérséklet
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel] ;Updated (3.1) Please translate C0-B8.
03=Felpörgési idõ
04=Elindulások/leállások száma
05=Tartalék területekre áthelyezett szektorok száma
09=Bekapcsolva töltött idõ
0C=Ki-be kapcsolások száma
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[SmartSamsung] ;Updated (3.3)
09=Bekapcsolva töltött idõ
0C=Ki-be kapcsolások száma
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=Mûködési hõmérséklet
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate